/* Menu action item for sharing device logs. */
"AboutPassphrases" = "À Propos de la Phrase Secrète";

/* Action item in settings screen to add an Issuer manually.
 Add credential in issuer detail
 Title in settings */
"AddCredential" = "Ajouter un Certificat";

/* Title when adding certificate in progress
 Title when adding issuer in progress */
"AddingCredential" = "Ajout du certificat";

/* Title when adding issuer in progress */
"AddingIssuer" = "Ajout de l'émetteur";

/* Action item in settings screen to add an Issuer manually.
 Navigation title for the 'Add Issuer' form. */
"AddIssuer" = "Ajouter un Émetteur";

/* Generic error when adding an issuer. */
"AddIssuerFailAlertMessage" = "L'ajout de l'émetteur à échoué. Veuillez réessayer";

/* Alert title when adding an issuer fails for any reason. */
"AddIssuerFailAlertTitle" = "Echec lors de l'ajout de l'émetteur";

/* Error message displayed when adding issuer failed */
"AddIssuerFailMessage" = "Une erreur est survenue lors de l'ajout de l'émetteur. Cela peut arriver quand un lien d'invitation à usage unique est cliqué plus d'une fois. Veuillez contacter l'émetteur et demander un nouveau lien si nécessaire.";

/* Generic error for failure to add an issuer */
"AddIssuerGenericError" = "L'ajout de l'émetteur à échoué. Veuillez réessayer plus tard.";

/* Add issuer alert message */
"AddIssuerSuccess" = "L'émetteur a été ajouté. Rendez vous sur l'écran d'accueil.";

/* Invalid state error message when adding an issuer. */
"AppRestartRequired" = "L'application a rencontré un problème. Veuillez la quitter et la relancer. Réessayez ensuite.";

/* Force app update dialog message */
"AppUpdateAlertMessage" = "Vous devez disposer de la dernière version du portefeuille Blockcerts pour ajouter cet émetteur.";

/* Force app update dialog title */
"AppUpdateAlertTitle" = "Veuillez mettre à jour le portefeuille Blockcerts";

/* Confirmation before copying for backup */
"AreYouSure" = "Êtes-vous sûr/e?";

/* Explain that we need them to authenticate in order to replace their passphrase. */
"AuthenticateReplacePassphrase" = "Vous devez vous authentifier afin de mettre à jour votre phrase secrète.";

/* Prompt to authenticate in order to reveal their passphrase. */
"AuthenticateSeePassphrase" = "Vous devez vous authentifier afin de voir votre phrase secrète.";

/* Auth failure replacing passphrase */
"AuthenticationError" = "Echec lors de l'authentification. Veuillez réessayer.";

/* Onboarding screen backup passphrase title */
"BackupPassphrase" = "Phrase secrète de récupération";

/* Email subject line when backing up passphrase */
"BlockcertsBackup" = "Récupération Blockcerts";

/* Title of main interface */
"BlockcertsWallet" = "Portefeuille Blockcerts";

/* Button to cancel user action
 Cancel action
 Cancel the action sheet.
 Dismiss action */
"Cancel" = "Annuler";

/* Caution title presented when attempting to delete a certificate. */
"Caution" = "Attention!";

/* Message to user to check the passphrase */
"CheckPassphraseTryAgain" = "Veuillez la vérifier et essayez de nouveau.";

/* Choose credential import method */
"ChooseMethod" = "Choisissez une méthode:";

/* Button to cancel user action */
"Close" = "Fermer";

/* Continue */
"Continue" = "Poursuivre";

/* Instruction to copy and paste credential URL */
"CopyCredentialURL" = "Veuillez taper ou coller l'URL du certificat:";

/* Copy to Email or Clipboard */
"CopyEmailClipboard" = "Copier vers Email ou Presse Papier";

/* Create backup */
"CreateBackup" = "Créer une Sauvegarde";

/* Credential */
"Credential" = "Certificat";

/* Credential info screen field label */
"CredentialExpiration" = "Expiration du certificat";

/* Successful credential import alert message */
"CredentialImportSuccess" = "Le certificat a été ajouté avec succès. Vous le retrouverez sur l'écran d'accueil.";

/* Title of credential information screen */
"CredentialInfo" = "Infos Certificat";

/* Credential info screen field label */
"CredentialName" = "Nom du certificat";

/* A longer explanation of the error message displayed when we can't read a certificate file the user tried to import. */
"CredentialParseError" = "Une erreur est survenue lors de l'ouverture du fichier.";

/* Accessibility label for credential URL text field */
"CredentialURL" = "URL du certificat";

/* Label for the current passphrase. */
"CurrentPassphrase" = "Phrase Scrète Actuelle";

/* Onboarding screen label for Current User */
"CurrentUser" = "Déjà Utilisateur";

/* Credential info screen field label */
"DateIssued" = "Date d'émission";

/* Confirm delete action */
"Delete" = "Supprimer";

/* Action to delete a credential in the metadata view. */
"DeleteCredential" = "Supprimer le Certificat";

/* Explanation of the effects of deleting a certificate. */
"DeleteCredentialExplanation" = "Si vous supprimez ce certificat sans le sauvegarder, il vous faudra demander une copie à l'émetteur pour le récupérer. \n\nÊtes-vous sûr de vouloir le supprimer?";

/* Generic error description. We couldn't delete a certificate. */
"DeleteCredentialGenericError" = "Une erreur est survenue lors de la suppression du certificat.";

/* Generic error title. We couldn't delete a certificate. */
"DeleteFileError" = "Suppression impossible";

/* A message displayed after clearing the logs successfully. */
"DeleteLogsSuccess" = "Les logs ont été supprimés avec succès.";

/* Credential info screen field label */
"Description" = "Description";

/* Explanation for failing to share the log file */
"DeviceMissingLogs" = "Impossible de trouver les logs sur cet appareil.";

/* Button copy */
"Done" = "Terminé";

/* Scare tactic to warn user about insecurity of email */
"EmailBackupWarning" = "Cette méthode de sauvegarde est peu sécurisée. Souhaitez vous poursuivre?";

/* Action item in settings screen. */
"EmailLogs" = "Envoyez les Logs par Email";

/* Empty Credentials View */
"EmptyCredentials" = "Vous receverez un email quand un certificat sera émis. Suivez le lien de l'email pour finaliser l'ajout.";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"EnableAuthenticationPrompt" = "Rendez vous dans les paramètres pour Blockcerts et activez Touch ID, Face ID, ou ajoutez un mot de passe pour sécuriser votre phrase secrète. Réessayez ensuite.";

/* Enter */
"Enter" = "Entrer";

/* Add Issuer Enter Code */
"EnterIssuerCode" = "Saisissez le code à usage unique";

/* Add Issuer Enter URL */
"EnterIssuerURL" = "Saisissez l'URL communiqué par l'émetteur";

/* Enter Passphrase */
"EnterPassphrase" = "Entrez la phrase secrète";

/* Enter Passphrase Instruction */
"EnterPassphraseInstruction" = "Tappez ou entrez votre phrase secrète ici:";

/* Alert title when you re-import an existing certificate */
"FileAlreadyImported" = "Ce fichier a déjà été importé";

/* Longer explanation about importing an existing file. */
"FileAlreadyImportedExplanation" = "Vous avez déjà importé ce fichier. Voulez vous le voir?";

/* Title for the failed-to-share-your-logs alert */
"FileNotFound" = "Fichier absent";

/* Generic authentication failure error. */
"GenericAuthenticationError" = "Veuillez vous authentifier de nouveai pour voir votre phrase secrète.";

/* Import */
"Import" = "Importer";

/* Sucessful credential import alert title */
"ImportComplete" = "Import terminé";

/* Contextual action. Tapping this prompts the user to add a file from a document provider. */
"ImportFromFile" = "Importer depuis un fichier";

/* Contextual action. Tapping this prompts the user for a URL to pull the certificate from. */
"ImportFromURL" = "Importer depuis un URL";

/* Credential Info Button */
"Info" = "Info";

/* Issuer info screen field label */
"IntroducedOn" = "Ajouté";

/* Imported certificate didn't parse title
 Title for an alert when importing an invalid certificate */
"InvalidCredential" = "Certificat invalide";

/* Imported title didn't parse message */
"InvalidCredentialFile" = "L'URL du certificat ne semble pas valide. Veuillez essayer de nouveau.";

/* Title in alert view after processing failed user input */
"InvalidPassphrase" = "Phrase secrète invalide";

/* This describes the issuer cell in the collection view. It's an accessibility label read aloud for users with VoiceOver. */
"Issuer" = "Émetteur";

/* This error is presented when the user uses a bad nonce */
"IssuerAuthenticationError" = "Impossible de vous authentifier auprès de l'émetteur. Vérifiez votre code à usage unique et essayer à nouveau.";

/* Issuer info screen field label */
"IssuerContactEmail" = "Email de l'Emetteur";

/* Title of credential information screen */
"IssuerInfo" = "Infos Emetteur";

/* Format string for an issuer response with an invalid property. Variable is the property name that's invalid. */
"IssuerInvalidProperty" = "L'émetteur a transmis une réponse mais elle contenait une propriété invalide nommée \"%@\"";

/* Missing description text for issuer. */
"IssuerMissingDescription" = "Pas de description à afficher.";

/* Format string for an issuer response with a missing property. Variable is the property name that's missing. */
"IssuerMissingProperty" = "L'émetteur a transmis une réponse mais elle ne contenait pas la propriété: \"%@\"";

/* Issuer info screen field label */
"IssuerName" = "Nom de l'émetteur";

/* Error message displayed when we see missing or invalid JSON in the response. */
"IssuerResponseErrorJSON" = "Impossible de donner suite à la réponse de l'émetteur. Veuillez le contacter.";

/* Issuer View Header */
"Issuers" = "Emetteurs";

/* Error message when the issuer's data doesn't match the URL it's hosted at. */
"IssuerTampered" = "Cet émetteur semble avoir été corrompu. Veuillez le contacter.";

/* Accessibility label for issuer URL text field */
"IssuerURL" = "URL de l'émetteur";

/* Specific authentication error: The user's phone has local authentication disabled, so we can't show the passphrase. */
"LocalAuthenticationDisabled" = "Il semblerait que l'authentification ait été désactivée pour cette application. Sans elle, révéler la phrase secrète est dangereuse. Veuillez activer l'authentification locale pour cette application dans les paramètres.";

/* Title for SAML login */
"LoginToIssuer" = "Se connecter à l'émetteur";

/* Manual Hard Copy */
"ManualHardCopy" = "Recopie à la main";

/* Error state: missing issuer data in issuer cell */
"MissingIssuer" = "Missing Issuer";

/* Multiple credentials */
"MultipleCredentials" = "Vous possèdez %@ certificats";

/* Action item in settings screen. */
"MyPassphrase" = "Ma Phrase Secrète";

/* Credential info screen description of credential that never expires */
"Never" = "Jamais";

/* Onboarding screen label for New User */
"NewUser" = "Nouvel Utilisateur";

/* Welcome new user body */
"NewUserBody" = "Vous receverez un email quand un émetteur sera prêt à être ajouté. Suivez le lien de l'email pour finaliser l'ajout.";

/* Welcome new user footer */
"NewUserFooter" = "Vous pouvez manuellement ajouter un émetteur en allant dans Paramètres puis en choisissant Ajouter un émetteur.";

/* Welcome new user header */
"NewUserHeader" = "Prêt!";

/* No credentials */
"NoCredentials" = "Pas de certificats";

/* Button copy
 Button label
 Button to confirm user action
 OK dismiss action */
"Okay" = "Okay";

/* 1 credential */
"OneCredential" = "1 certificat";

/* Accessibility label for issuer code text field */
"OneTimeCode" = "Code à usage unique";

/* Navigation title for revealing the current passphrase. */
"Passphrase" = "Phrase secrète";

/* Passphrase description */
"PassphraseDescription" = "Ceci est la phrase secrète associée à votre portefeuille. Une sauvegarde est faite sur ce téléphone mais vous devez en créer une supplémentaire en cas de changment d'appareil.";

/* Passphrase generated */
"PassphraseGenerated" = "Phrase secrète générée!";

/* Failure saving replacement passphrase */
"PassphraseSaveFail" = "Impossible de sauvegarder cette phrase secrète.";

/* Accessibility label for video play button in onboarding */
"PlayIntroVideo" = "Jouer la vidéo d'introduction.";

/* Menu item in the settings screen that links to our privacy policy.
 Title for the screen with our privacy policy on it. */
"PrivacyPolicy" = "Politique de Confidentialité";

/* Alert view title shown when unable to authenticate for My Passphrase */
"ProtectYourPassphrase" = "Protégez votre phrase secrète";

/* No network connection alert message */
"ReachabilityAlertMessage" = "Veuillez vérifier votre connection réseau et essayer de nouveau.";

/* No network connection alert title */
"ReachabilityAlertTitle" = "Pas de connection à internet";

/* Title for an error message displayed when we can't read a certificate file the user tried to import. */
"ReadFileError" = "Impossible de lire le fichier";

/* Replace passphrase action button */
"Replace" = "Modifier";

/* Title for replacing the passphrase */
"ReplacePassphrase" = "Modifier la phrase secrète";

/* Error message when an identification request is aborted */
"RequestAborted" = "La requête a été interrompue. Veuillez essayer de nouveau.";

/* Welcome returning user body */
"ReturningUserBody" = "Vous receverez un email quand l'émetteur sera prêt à être ajouté. Vous suiverez le lien indiqué dans l'email pour terminer l'opération.";

/* Welcome returning user footer */
"ReturningUserFooter" = "Vous pouvez ajouter un émetteur manuellement dans les paramètres et en choisissant Ajouter un Emetteur.";

/* Welcome returning user header */
"ReturningUserHeader" = "Tout est prêt!";

/* Title for our specific warning about validating a sample certificate */
"SampleCredential" = "Exemple de certificat";

/* Explanation for why you can't validate the sample certificate. */
"SampleCredentialVerificationImpossible" = "Ceci est un exemple de certificat, il ne peut pas être vérifié. Un véritable certificat pourra être vérifié.";

/* Select Backup Methods */
"SelectBackupMethods" = "Choisissez les méthodes de sauvegarde";

/* Header for selecting backup methods */
"SelectOne" = "Veuillez selectionner au moins une méthode de sauvegarde ci-dessous:";

/* Button for selecting backup methods */
"SelectOneButton" = "Veuillez en choisir au moins une pour continuer";

/* Error message when an identification request sees a server error */
"ServerError" = "Le serveur a rencontré une erreur. Veuillez essayer de nouveau.";


/* Title of the Settings screen. */
"Settings" = "Paramètres";

/* Credential Share Button */
"Share" = "Partager";

/* Share credential action sheet title */
"ShareCredential" = "Partager ce CertificatShare";

/* Alert title when sharing a certificate fails. */
"ShareCredentialError" = "Impossible de partager ce certificat.";

/* Alert message when sharing a certificate fails. Generic error. */
"ShareCredentialGenericError" = "Une erreur est survenue lors de la préparation du fichier pour le partage. Veuillez essayer de nouveau plus tard.";

/* Issuer info screen field label */
"SharedAddress" = "Addresse Paratagée";

/* Action to share certificate file, presented in an action sheet. */
"ShareFile" = "Partager le Fichier";

/* Action to share the certificate's hosting URL, presented in an action sheet. */
"ShareLink" = "Partager le Lien";

/* Action button for revealing the current passphrase */
"ShowPassphrase" = "Révéler la phrase secrète";

/* action completed successfully
 Add issuers alert title
 Alert title */
"Success" = "Succès!";

/* Welcome returning user from app update body */
"UpdateUserBody" = "Nous avons amélioré l'expérience utilisateur, cependant vous serez toujours en mesure de recevoir et gérer vos certificats comme auparavant.";

/* Welcome returning user from app update body 2 */
"UpdateUserBody2" = "Vous devez maintenant sauvegarder votre phrase secrète. Vous pouvez le faire simplement depuis l'application.";

/* Welcome returning user from app update body 3 */
"UpdateUserBody3" = "Choisissez continuer pour commencer.";

/* Welcome returning user from app update header */
"UpdateUserHeader" = "Bienvenue dans le nouveau portefeuille Blockcerts!";

/* Issuer info screen field label */
"URL" = "URL";

/* Verification */
"Verification" = "Verification";

/* Credential verification fail message */
"VerificationFail" = "Ce certificat n'est pas vérifié. Veuillez contacter l'émetteur.";

/* Credential verification in progress message */
"VerificationInProgress" = "Vérification du  %@ Certificat...";

/* Credential verification success message */
"VerificationSuccess" = "Le certificat %@ est valide.";

/* Credential verification success */
"Verified" = "Vérifié!";

/* Credential Verify Button */
"Verify" = "Vérifier";

/* Action prompt to view the imported certificate */
"View" = "Voir";

/* Onboarding screen title */
"Welcome" = "Bienvenue";

/* Instruction to save passphrase */
"WriteYourPassphrase" = "Veuillez recopier votre phrase secrète sur une feuille de papier et conversez la dans un endroit sûr.";

/* You have multiple credentials */
"YouHaveMultipleCredentials" = "Vous avez %@ certificats";

/* You have 1 credential */
"YouHaveOneCredential" = "Vous avez 1 certificat";
